Repository: mozilla-l10n/mt-training-data
Catalog: kmr/kmr_pontoon.tmx
Source language: en_us
Languages: kmr

source: The number of recordings and which languages you contribute to will be public.
kmr: Hejmara tomarkirinên te û zimanê ku tu lê beşdariyê dikî ew ê ji aliyê kesên din ve bên dîtin.

source: The recording was too long.
kmr: Tomar pir dirêj e.

source: The recording was too quiet.
kmr: Tomar pir bêdeng bû.

source: The recording was too short.
kmr: Tomar pir kin e.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
kmr: Ev ziman niha ji aliyê civakê ve tên pêşvebirin. Nîşaneya pêşveçûnê nîşan dide ka pêşketina zimanan di <localizationGlossaryLink>wergerandina malperê </localizationGlossaryLink> û <sentenceCollectionGlossaryLink>berhevkirina hevokan</sentenceCollectionGlossaryLink> de di kîjan astê de ye.

source: The selected file is too large
kmr: Dosyeya hatiye bijartin pir mezin e

source: The sentence has a grammatical or spelling error.
kmr: Di hevokê de çewtiya rêzimanî an jî çewtiya rastnivîsê heye.

source: The sentence has disrespectful or offensive language.
kmr: Hevok xwedî zimanekî bêhurmet an jî êrîşkar e.

source: The sentence must be grammatically correct.
kmr: Divê hevok ji aliyê rêzimanê ve rast be.

source: The sentence must be speakable.
kmr: Divê hevok ji bo xwendinê guncav be.

source: The sentence must be spelled correctly.
kmr: Divê hevok rast were nivîsandin.

source: The site is ready to be launched when it reaches 75% completion.
kmr: Dema ku wergerandina malperê bigihîje 75% ew ê malper ji bo zimanê te berdest bibe.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
kmr: Danegeha TED-LIUM'ê ji danûstandinên dengî û transkrîpsiyonên wan ên li ser malpera TED'ê hatiye çêkirin.

source: The website text is translated into that language.
kmr: Metnên malperê li wî zimanî tê wergerandin.

source: Three to go!
kmr: Sê heb man!

source: Tibetan
kmr: Tîbetî

source: Tigre
kmr: Tîgrî

source: Tigrinya
kmr: Tîgrînîya

source: Today's Common Voice progress on clips recorded
kmr: Pêşveçûna îro ya dengên ku li Common Voiceê hatine tomarkirin

source: Today's Common Voice progress on clips validated
kmr: Pêşveçûna îro ya dengên ku di Common Voiceê de hatine piştrastkirin

source: Today's Progress
kmr: Pêşveçûna îro

source: Toki Pona
kmr: Tokî Pona

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
kmr: Ji bo ku ew têkeve nav komdaneya Common Voiceê , divê ji hêla du bikarhênerên cuda ve were piştrastkirin.

source: Top Contributors
kmr: Beşdarên Sereke

source: Total
kmr: Giştî

source: Total Approved
kmr: Tevahiya dengên piştrastkirî

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
kmr: Em li hêla rastê, fêdeyan diyar û eşkere dikin ku kîjan agahiyan bi raya giştî re parve dikin. Ji bo ku li ser cîhaza xwe dest bi bikaranîna hesabekî Common Voiceê bikî, girêdanên jêrîn bi kar bîne.

source: Toward next goal
kmr: Ji hedefa pêş re ma

source: Track progress here and on your stats page.
kmr: Pêşveçûnan li vir û li ser rûpela amaran bişopîne.

source: Transcribe Audio
kmr: Dengan bike nivîs

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
kmr: <translateVideoLink>Ji bo çawaniya bikaranînê ya Pontoonê li rêbernameya me temaşe bike.</translateVideoLink>

source: Translating the site
kmr: Wergerandina malperê

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
kmr: Wergera malpera Common Voiceê li ser <strong>Pontoon</strong>ê tê kirin.

source: Tshivenda
kmr: Tshivendayî

source: Turkish
kmr: Tirkî

source: Turkmen
kmr: Tirkmenî

source: Tuvan
kmr: Tuvanî

source: Typically megabytes
kmr: Bi piranî çendek megabayt

source: Ubykh
kmr: Ûbîxî

source: Udmurt
kmr: Udmurtî

source: Ukrainian
kmr: Ukraynî

source: Understand contribution criteria
kmr: Krîterên beşdarîkirinê fêm bike

source: Upload aborted. Do you want to delete your recordings?
kmr: Barkirin betal bû. Tu dixwazî tomarên xwe jê bibî?

source: Upload an image file
kmr: Dosyeya wêneyê bar bike

source: Urdu
kmr: Urdûyî

source: User Name
kmr: Navê bikarhêner

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
kmr: Bikarhêner rastiya klîbên hatine bexişandin pesend dikin, kontrol dikin ka xwîner hevokan rast dixwînin yan na.

source: Uyghur
kmr: Uyghurî

source: Uzbek
kmr: Ozbekî

source: Validated Clips
kmr: Dengên piştrastkirî

source: Validated Hours
kmr: Saetên piştrastkirî

source: Validated Hr. Total
kmr: Tevahiya saetên piştrastkirî

source: Validate Readings
kmr: Xwendinan Piştrast Bike

source: Validate Readings, Review Transcriptions
kmr: Xwendinan Piştrast Bike, Transkrîptan Binirxîne

source: Validate Readings <small>(Coming soon)</small>
kmr: Xwendinan Piştrast Bike <small>(Di nêz de)</small>

source: Validate readings submitted by community members
kmr: Xwendinên ku ji hêla endamên civakê ve hatine şandin piştrast bikin

source: Validate user-recorded readings in your language
kmr: Xwendinên ku ji hêla bikarhêner ve hatine qeydkirin bi zimanê xwe piştrast bike

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
kmr: Ji bo Common Voiceê pejirandina klîbên dengan jî bi heman şêweyê girîng e. Bi rêya guhdarîkirina klîbên dengan bi me re bibe alîkar ku em daneyên dengî yên çavkanî vekirî û bi kalîte ava bikin.

source: Validation Progress
kmr: Pêşveçûna Piştrastkirinê

source: Validations
kmr: Piştrastkirin

source: Value and recognition.
kmr: Nirx û nasîn

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
kmr: Varyant formeke spesifîk ê zimanekî ne - wekî nimûne şiklê xeberdanê yê kesên ku li eynî cografya an civakê dijîn. Carinan ev wekî zarava/diyalekt tên binavankirin.

source: Venetian
kmr: Venedîkî

source: Vietnamese
kmr: Viyetnamî

source: View your progress against personal and project goals.
kmr: Pêşveçûna xwe bibîne, bê ka tu çi qasî gihîştiye hedefên xwe û hedefên projeyê.

source: Visible
kmr: Xuya

source: Voice clips are entered into a submission queue that readies them for listening.
kmr: Klîbên dengan li gorî doreke teslîmkirinê ya ji bo guhdarîkirinê tên rêzkirin.

source: Voice Collection
kmr: Berhevkirina Dengan

source: Voice Contribution
kmr: Beşdariya Dengî

source: Voice Dataset, Ready for Download
kmr: Komdaneya dengî, amade ye ji bo daxistinê

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
kmr: Deng xwezayî ye, deng mirovî ye. Ji ber vê em bi hindê re eleqedar dibin ku ji bo makîneyên xwe teknolojiyên dengî yên bikêrhatî biafirînin. Lê ji bo afirandina pergala dengî ji bo pêşvebiran qedereke zêde daneyên dengan lazim in.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
kmr: Deng xwezayî ye, deng mirovî ye. Ji ber vê em bi hindê re eleqedar dibin ku ji bo makîneyên xwe teknolojiyên dengî yên bikêrhatî biafirînin. Lê ji bo afirandina prgala dengî qedereke zêde daneyên dengan lazim in.

source: Voices Online Now
kmr: Dengên serhêl - Aniha

source: Voice Validation
kmr: Piştrastkirina Dengan

source: Volume
kmr: Piledeng

source: Votic
kmr: Votîkî

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
kmr: VoxForge ji bo berhevkirina transkrîpsiyona xeberdanan bi Motorên Naskirina Xeberdanan yê Belaş-ji-bo-bikaranînê û Çavkanî-azad hatiye avakirin.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
kmr: Tu dixwazî Common Voiceê çêtir bikî? Gelekî baş e! Bi riya e-peyamê yan jî forumên <discourseLink>Discourse</discourseLink>ê peyywendiyê çêke, pirsgirêkên têkildarî malperê bi riya <githubLink>GitHub</githubLink>ê bişîne yan jî beşdarî civaka <matrixLink>Matrix</matrixLink>ê bibe.

source: Want to save your information? <createProfile>Create a profile</createProfile>
kmr: Tu dixwazî agahiyên xwe tomar bikî? <createProfile>Profîlekê çêbike</createProfile>

source: Want to stay in touch with Common Voice?
kmr: Tu dixwazî bi Common Voiceê re di têkilîyê de bimînî?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
kmr: Dema ku me guhertoyeke nû ya komdaneya Common Voiceê belav kir, tu dixwazî bê agahdarkirin? Bibe aboneyê nûçenameya me.

source: Watch our video explainer to help
kmr: Li vîdeoya me ya ravekar temaşe bike

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
kmr: Em komdaneyeke dengan a gelemper û vekirî ava dikin ji bo ku her kes karibe pê sepanên xwe yên xwedî-axaftin rahênan bike.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
kmr: Em li ser Mozillayê civakake têkildarî teknolojiyên dengî ava dikin.Em dixwazin venûkirinên nû û çavkaniyên nû bigihînin te û her wiha em dixwazin bizanin ka tu daneyan çawa bi kar tînî.

source: Website Localization
kmr: Wergerandina Malperê

source: We couldn’t find that page for you
kmr: Rûpela ku tu lê digerî me nedît

source: We couldn’t get any audio clips for you to listen to. Please try again later.
kmr: Me nekarî ti klîbên dengî bibînin ku tu li wan guhdarî bikî. Ji kerema xwe paşê dîsa biceribîne.

source: Weekly
kmr: Heftane

source: Weekly Goal
kmr: Hedefa heftane

source: We launch the Common Voice site in this language.
kmr: Em malpera Common Voiceê bi vî zimanî didin destpêkirin.

source: Welcome { $company } staff!
kmr: Tîma { $company } hûn bi xêr hatin

source: Welcome to Common Voice
kmr: Tu bi xêr hatî Common Voiceê

source: Welcome to Spontaneous Speech
kmr: Tu bi xêr hatî Axaftina Spontane

source: Welsh
kmr: Welşî

source: We may have run out of clips - refresh the page, or try again later.
kmr: Ji bo piştrastkirinê, di vî zimanî de klîbên dengî neman...

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
kmr: Em soz didin ku em ê agahiyên te bi baldarî li cem xwe bihêlin. Ji bo agahiyên zêdetir, <privacyLink>Agahdariya Nihêniyê</privacyLink> bixwîne.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
kmr: Em komdaneyeke dengan a çavkanî vekirî û pirzimanî ava dikin ji bo ku her kes karibe pê sepanên xwe yên xwedî-axaftin rahênan bike.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
kmr: Em komdaneyeke dengan ya çavkanî vekirî berhev dikin. Dengê xwe bibexşîne, klîbên dengî yên kesên din kontrol bike, komdaneyê ji bo her kesî çêtir bike.

source: We’re experiencing unexpected downtime
kmr: Ji nişka ve pirsgirêkek teknîkî derket

source: We release the dataset every 3 months.
kmr: Em 3 mehan carekê komdaneyê diweşînin.

source: We're receiving a lot of traffic and are currently investigating the issues.
kmr: Em gelek trafîkê distînin û niha em li ser pirsgirêkan lêkolînan dikin.

source: We’re sorry, your platform is not currently supported.
kmr: Mixabin, platforma te niha nayê destekkirin.

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
kmr: Em ji bo wergerê platforma Mozillayê ya bi navê <pontoonLink>Pontoon</pontoonLink> bi kar tînin. Li ser Pontoonê gelek ziman hene, lê heke zimanê te tune be, ji bo tevlîkirinê tu dikarî <pontoonRequestLink>daxwaza zimanê xwe bikî</pontoonRequestLink>. Paşê, ji bo berdestkirina zimên li ser projeya Common Voiceê li ser <githubRepoLink>GitHubê zimanê nû bixwaze</githubRepoLink>. <localizationFragment>Li ser wergerandina malperê zêdetir agahiyan bibîne</localizationFragment>.

source: We've run out of sentences to record in this language...
kmr: Ji bo tomarkirinê, di vî zimanî de hevok neman...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
kmr: Em dixwazin ku modelên axaftinê ji axaftina mirovên cuda cuda baştir fêm bike. Ji bo ev pêk were jî divê komdaneya dengî, dengê gelek mirovên cihêreng di xwe de bihewîne.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
kmr: Em ê di nêz de bi te re têkiliyê deynin tevî agahiyên derbarê mijara ka mirov zimanekî din çawa li Common Voiceyê zêde dike.

source: We will be in touch with more information as it becomes available.
kmr: Dema ku agahiyên nû berdest bûn em ê bi te re têkevin têkiliyê.

source: We will not make your email public.
kmr: Ew ê ti kes emaîla te nebîne.

source: What is a language on Common Voice?
kmr: Zimanek li ser Common Voiceê çi ye?

source: What issues are you experiencing with this sentence?
kmr: Çi pirsgirêkên vê hevokê hene?

source: What kind of goal do you want to build?
kmr: Tu dixwazî hedefeke çawa çêbikî?

source: What’s inside the Common Voice dataset?
kmr: Di komdaneya Common Voiceê de çi hene?

source: What's Public?
kmr: Kesên din ew ê kîjan agahiyên te bibînin?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
kmr: Gava bikarhênerek klîbeke dengî red bike, ew dîsa dikeve dorê. Heke klîbeke dengî cara duyemîn bê redkirin, ew dikeve Goristana Klîban.

source: Which variant of { $language } do you speak?
kmr: Tu kîjan varyanta { $language } diaxivî?

source: Why ?
kmr: Çima ?

source: Why a profile?
kmr: Çima profîlekê çêbikim?

source: Why are you asking?
kmr: Tu çima dipirsî?

source: Why Common Voice?
kmr: Çima Common Voice?

source: Why does this matter?
kmr: Ev çima girîng e?

source: Why we built this Spontaneous Speech prototype
kmr: Me vê prototîpa Axaftina Spontane çima çêkir?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
kmr: Bi rêya çêkirina profîlê tu dikarî çalakiyên xwe bişopînî û bi civakaka beşdarên daneya dengî re têkiliyê ava bikî.

source: Wolof
kmr: Wolofî

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
kmr: Ma tu dixwazî tomarên te yên dengî jî bêne jêbirin, an jî bila ew li komdaneya Common Voiceê bimînin?

source: Write
kmr: Binivîse

source: Xitsonga
kmr: Xitsongayî

source: y
kmr: e

source: Y
kmr: E

source: Yes
kmr: Erê

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
kmr: Erê, ji min re emaîlan bişîne. Ez dixwazim derbarê projeya Common Voiceê de bêm agahdarkirin.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
kmr: Erê, ji min re emaîlan bişîne. Ez dixwazim derbarê pêşveçûnên vî zimanî yên li ser Common Voiceê bêm agahdarkirin.

source: Yiddish
kmr: Yîdîş

source: You
kmr: Tu

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
kmr: Tu dikî dest bi daxistina <size>{ $size } GB</size> bikî, bila dewam bike?

source: You are prepared to initiate a download of <b>{ $size }</b>
kmr: Tu amade yî ji bo daxistineke bi qasî <b>{ $size }</b> dakêşî.

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
kmr: <strong>Berhevkara Hevokan</strong> karê berhevkirin û piştrastkirina hevokên anonîmî li xwe digire. Pêşî, divê tu <scAccountLink>hesabekî çê bikî</scAccountLink></scAccountLink>. Paşê, zimanê xwe tevlî <strong>Profîla xwe</strong> bike. Piştî van, tu yê bikaribî hevokan <strong>tevlî bikî</strong> yan jî hevokên ku berê hatine tevlîkirin <strong>kontrol bikî</strong>.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
kmr: Tu dikarî kurterêyên klavyeyê jî bi kar bînî: ji bo piştrastkirinê { sc-review-form-button-approve-shortcut }, ji bo redkirinê { sc-review-form-button-reject-shortcut }, ji bo derbaskirinê jî { sc-review-form-button-skip-shortcut }

source: You can choose to make your username public or anonymous.
kmr: Nîşandana navê te yê bikarhêneriyê di destê te de ye, tu dikarî hem veşêrî hem jî nîşan bidî.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
kmr: Tu dikarî biçî <datasetsPage>Rûpela komdaneyan</datasetsPage> ziman û guhertoya ku tu dixwazî, hilbijêrî û wê daxînî! Dosye, <metadataLink>daneyên metayê yên têkildar</metadataLink> wekî agahiyên demokrafîk û daneyên piştrastkirinê di xwe de dihewîne. Ji bo daxistina komdaneyê divê tu navnîşaneke emaîlê bikevê.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
kmr: Ji bo avakirina komdaneyeke çavkanî vekirî, tu dikarî bi rêya afirandina profîleke Common Voiceê û bi bexşandina dengê xwe, bibî alîkar.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
kmr: Tu dikarî bi rêya civakên zimên ên Mozillayê kesên din nas bikî, ji bo gotûbêjên rojane tevlî <discourseLink>Discourse</discourseLink>ê bibe yan jî ji bo tewsiyeyên bilez tevlî <matrixLink>Matrix</matrixLink>ê bibe.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
kmr: Tu dikarî <sentenceCollectorLinkAdd>hinek hevokan tevlî vir bikî</sentenceCollectorLinkAdd>, yan jî bi rêya bikaranîna Githubê <bulkImportDocsLink>hevokan bi komî tevlî bikî</bulkImportDocsLink>. Ji bîr neke, divê hevok xwediyên lîsansa <licenseLink>CC0 (anonîm)</licenseLink>ê bin an jî tu bi xwe hevokan binivîsî.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
kmr: Te ti ziman hilnebijartiye. Ji kerema xwe ji bo hilbijartina zimanekî biçe <profileLink>Profîla xwe</profileLink>

source: You must allow microphone access.
kmr: Divê tu destûra gihînê bidî mîkrofonê.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
kmr: Devoka te awayê te yê bilêvkirina peyvan e. Ciyê tu lê dijî, zimanên din ku tu pê diaxivî û gelek faktorên din bandorê lê dikin, Tu dikarî wan zanyariyan li virê parve bikî ku li gorî fikra te têkildar in.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
kmr: Tomarên te yên dengî yên anonîm ew ê li komdaneya Common Voiceê bimînin. Piştî ku te profîla xwe jê bir, tu yê nikaribî daxwaza rakirina dengên xwe ji komdaneyê, bikî.

source: Your daily goal has been created
kmr: Hedefa te ya rojane hate afirandin

source: Your download has started.
kmr: Daxistinê dest pê kir.

source: You’re contributing to a target segment
kmr: Tu beşdariyê di beşa hedefekê de dikî.

source: You’re contributing to our first target segment
kmr: Tu beşdariyê di beşa hedefa me ya pêşî de dikî.

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
kmr: Hûn ê êdî emaîlên wekî bîrxistinên hedefê, nûvekirinên pêşveçûnê û nûçenameyên derbarê Common Voiceê de <bold>NESTÎNIN</bold>.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
kmr: Tu niha emaîlên wekî bîrxistinên hedefê, nûvekirinên pêşveçûnê û nûçenameyên derbarê Common Voiceê de distînî.

source: Your email address
kmr: Navnîşana emaîla te

source: Your files are being assembled. Please check again later.
kmr: Dosyayên we tên komkirin. Ji kerema xwe paşê dîsa kontrol bikin.

source: Your Languages
kmr: Zimanên te

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
kmr: Dibe ku di vebijêrka zimanê te de klîb qediya bin! Heke bixwazî, tu dikarî eyarên xwe biguherînî da ku hevokên din ên di zimanê xwe de bibînî.

source: Your username and email will not be associated with the published data.
kmr: Navê bikarhêner û emaîla te ew ê bi daneyên hatine weşandin re neyê têkildarkirin.

source: Your weekly goal has been created
kmr: Hedefa te ya heftane hate afirandin

source: You've successfully signed up for contributing to { $language }. Thank you.
kmr: Te ji bo piştgiriya { $language } bi serkeftî xwe tomar kir. Spas.

source: Zaza
kmr: Kurdî (Zazakî)

source: Zip #{ $offset } of { $total }
kmr: Zip { $offset } / { $total }

source: 1 extension
kmr: Pêvekek

source: %1$s, %2$d of %3$d
kmr: %1$s, %2$d ji %3$d

source: %1$s / %2$s • %3$s left
kmr: %1$s / %2$s • %3$s maye

source: %1$s already exists.
kmr: %1$s jixwe heye.

source: %1$s automatically stops companies from secretly following you around the web.
kmr: %1$s bi awayekî xweber asteng dike ku şirket te li ser webê bidizî bişopînin.

source: %1$s automatically tries to reject cookie requests on cookie banners.
kmr: %1$s bixweber hewl dide ku daxwazên çerezên li ser bannerên çerezan red bike.

source: %1$s can automatically reject many cookie banner requests.
kmr: %1$s dikare gelek daxwazên banerên çerezan bixweber red bike.

source: %1$s can close tabs you haven’t viewed over the past month.
kmr: %1$s dikare hilpekînên te di meha borî de venekirine bigire.

source: %1$s can try to automatically reject cookie requests.
kmr: %1$s dikare hewlê bide ku daxwazên çerezan bixweber red bike.
